tap "homebrew/bundle"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cppcheck"
brew "ctags"
brew "curl"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "gradle"
brew "htop"
brew "jq"
brew "julia"
brew "llvm"
brew "lua"
brew "luarocks"
brew "meson"
brew "mit-scheme"
brew "ndiff"
brew "neovim"
brew "node"
brew "open-mpi"
brew "opencoarrays"
brew "pinentry-mac"
brew "protobuf"
brew "python@3.10"
brew "python@3.11"
brew "r"
brew "ripgrep"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "suite-sparse"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "wget"
brew "zig"
cask "intellij-idea-ce"
cask "rstudio"
vscode "ionide.ionide-fsharp"
vscode "ms-dotnettools.csharp"
vscode "paolodellepiane.fantomas-fmt"
vscode "vscodevim.vim"
