tap "homebrew/bundle"
tap "homebrew/core"
brew "bat"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cppcheck"
brew "ctags"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "libgit2"
brew "julia"
brew "lua"
brew "luarocks"
brew "meson"
brew "neovim"
brew "node"
brew "node@16"
brew "pinentry-mac"
brew "python@3.10"
brew "ripgrep"
brew "sbcl"
brew "shellcheck"
brew "shfmt"
brew "suite-sparse"
brew "terraform"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "zig", args: ["HEAD"]
