tap "homebrew/bundle"
brew "bat"
brew "curl"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "htop"
brew "jq"
brew "neovim"
brew "node"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
